/* Language */
"Langcode" = "en";

/* Cancel */
"Cancel" = "Cancel";

/* Choose destination folder */
"Choose destination folder" = "Choose name and location for the destination folder";

/* Choose disk image */
"Choose image" = "Choose a disk image to search for Exif image data";

/* Choose image save location */
"Choose image save location" = "Choose a location for the disk image";

/* Error message for disk creation failure */
"Error creating image" = "An error occurred while trying to create the disk image";

/* Error message when an old image in the save location can't be removed */
"Error replacing image" = "An older disk image with the same name cannot be replaced";

/* Error description when an old image in the save location can't be removed */
"Image replace err" = "Maybe you do not have write permissions for that file. Please try again by choosing some other file name and start again.";

"Error" = "Error";

"Fseek error" = "File access error while trying to position the file pointer at %i. It looks like we cannot proceed with data rescue. Please Click “OK” to quit.";

"Found 1 item" = "Found 1 item";
"Found %d items" = "Found %d items";

"New folder" = "New folder";

"File exists" = "A file named “%@” already exists in this location.";
"Replace?" = "Do you want to replace the file?";
"Skip" = "Skip";
"Replace" = "Replace";
"Apply to all" = "Apply to all";

"Preparing to untrash" = "Preparing to untrash …";

"Finished title" = "Restoration finished";
"Finished" = "If you found the photos you were looking for, why not send a “Thank you” using the button below?\n\nOtherwise, if you are still missing photos which you think are there, you could take a look at the FAQ (“Frequently asked questions”) for information on other data rescue applications.\n\n";

"Thank you" = "Thank you!";
"Open FAQ" = "Open FAQ";

"Quit" = "Quit";

"Saving item %d" = "Saving item %d";

"New version title" = "Welcome to Exif Untrasher %@";
"New version info" = "As this is the first time you run Exif Untrasher or the first time you run this version, would you like to read the (very short) introduction?\n\nIf not, you can access the help any time later using the help button in the lower left corner of the application window.\n";
"Show help" = "Show help";

/* Noun */
"Copy" = "Copy";

"Image creation error" = "A problem was encountered while trying to create the image.\n\nYou can still create the image by hand and then use Exif Untrasher to find photos on the disk image you created. Information on how to do this can be found in the FAQ:\n%@\n\nExif Untrasher will quit as soon as you press the “OK” button.";

"Not enough space" = "There is not enough free disk space in this location. %@ are available, but %@ are required.";